Revit 2027 API
TableCellStyleOverrideOptions.FontColor Property
 Indicates if the font color characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool FontColor { get; set; }
Public Property FontColor As Boolean
	Get
	Set
public:
property bool FontColor {
	bool get ();
	void set (bool value);
}
member FontColor : bool with get, set
Property Value
Boolean
See Also
Reference
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace